[
    {
        "id": 22829,
        "date": "2022-12-15T12:32:14",
        "date_gmt": "2022-12-15T12:32:14",
        "guid": {
            "rendered": "http://localhost/societalplatform/wordpress/?p=22829"
        },
        "modified": "2022-12-15T12:58:19",
        "modified_gmt": "2022-12-15T12:58:19",
        "slug": "can-anyone-who-keeps-the-street-clean-become-a-hero",
        "status": "publish",
        "type": "post",
        "link": "http://localhost/societalplatform/wordpress/can-anyone-who-keeps-the-street-clean-become-a-hero/",
        "title": {
            "rendered": "Can anyone who keeps the street clean become a hero?"
        },
        "content": {
            "rendered": "<p>Kuldeep Dantewadia is sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae.</p>\n<p>&nbsp;</p>\n<h2>The power of solving small &amp; denting big.</h2>\n<p>Choking air pollution, foaming lakes, open garbage dumps, uncovered drains, potholed and bumpy roads – when we look around and really see the world we live in, its various social issues appear complex and daunting. Where do we begin solving for a better world? Where do we find hope? Most importantly, who can solve these ever-changing problems as they arise?</p>\n<p>During the first COVID-induced lockdown in India, multitudes of citizens were suddenly cut off from their sources of livelihood, grappling with a lack of basic necessities. Alongside the alarming, something extraordinary unfolded – citizen-led food contributions with no mind to caste and class location, gender and so on!  The first two weeks saw many requests for aid emerging from local communities through WhatsApp groups and citizens rising up to the challenge to solve these asks by themselves.<br />\nWhile a lot of action was happening on ground, some voices were not being heard and there was duplication of work. It was time to bridge the gap between demand and supply to enable communities to sustain themselves at a hyperlocal level. What would it take?</p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-medium wp-image-22839 aligncenter\" src=\"http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/Capture-1-300x165.png\" alt=\"\" width=\"300\" height=\"165\" srcset=\"http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/Capture-1-300x165.png 300w, http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/Capture-1.png 704w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></p>\n<h2>Small actions = Big impact</h2>\n<p>It took one small action. A group of 5 citizens put together this map which would show volunteers local settlements that might be hotspots and asks for aid. These asks could be registered through the map, a Google form or even by informing the local volunteer organisation.<br />\nCitizens, citizen groups, RWAs, civil society organisations and even the government had access to these requests and who fulfilled them. It was this one small action that made problem-solving efficient for 10 lakh different people fast and efficient. Accessible hyperlocal information became the seed of change – allowing individuals to see and solve local problems, fixing the duplication of asks across supporting agencies to the tune of ~Rs 10 lakh and shining a light on communities that had been invisible.</p>\n<p>It took one small action. A group of 5 citizens put together this map which would show volunteers local settlements that might be hotspots and asks for aid. These asks could be registered through the map, a Google form or even by informing the local volunteer organisation.<br />\nCitizens, citizen groups, RWAs, civil society organisations and even the government had access to these requests and who fulfilled them. It was this one small action that made problem-solving efficient for 10 lakh different people fast and efficient. Accessible hyperlocal information became the seed of change – allowing individuals to see and solve local problems, fixing the duplication of asks across supporting agencies to the tune of ~Rs 10 lakh and shining a light on communities that had been invisible.</p>\n<h2>Imagining a new world</h2>\n<p>Imagine a world where everyone can see, sense and solve the problems they face. It is a world of exponential solving where everyone – citizens, NGOs, government and private sector actors – can be a change leader.<br />\nBuilding this imagined world begins with acknowledging some realities of our current world that act as barriers to effective problem-solving by communities. Some of these are:<br />\nRecognising the problem Often, social issues we’re repeatedly exposed to become normalised to the point of not seeming like issues at all! Think about, for instance, the garbage scattered across roads. Unseemly and unsanitary as it is, it sometimes becomes a regular part of life for many communities. “This is how it is,” we come to think.<br />\nConnecting local problems to larger global ones Global problems such as climate change seem far more important than our local issues. However, all global issues boil down to many many local issues, distinct yet interconnected. For instance, the city Bengaluru in India loses about 160 million litres of water a day in leakages! The sheer amount of water wasted and the electricity needed to pump water together create enormous detrimental environmental impact. If communities understand that solving small can help solve bigger issues, will solving local problems become more worthwhile?<br />\nResponsibility and power to solve Living in a world organised around different loci of power, i.e., government bodies, bureaucracy, social work organisations and so on, problem-solving frequently feels like someone else’s problem “someone will come and solve the problems for me.” At the same time, it is difficult for the few in power to give up control of decision-making for all.<br />\nThese realities mean that today, less than 1% of citizens are actively engaged in problem-solving in their neighbourhoods. And, it is these neighbourhoods that make cities, states and countries!</p>\n<h2>What our imagined world needs is all hands on deck.<br />\n<img decoding=\"async\" loading=\"lazy\" class=\"size-medium wp-image-22838 aligncenter\" src=\"http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/rb-1-300x273.png\" alt=\"\" width=\"300\" height=\"273\" srcset=\"http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/rb-1-300x273.png 300w, http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/rb-1.png 704w\" sizes=\"(max-width: 300px) 100vw, 300px\" /><br />\nLevers of change</h2>\n<p>We believe distributing the ownership of solving to communities and restoring their agency is the key to solving at scale and sustaining the change. For us, at Reap Benefit, scale is local actors solving local instances of global problems. Over the last 8 years, the team has learnt the power of restoring agency of communities by creating an enabling environment &#8211; be it key stakeholders coming together or creating capabilities to solve by leveraging technology.</p>\n<p>Three Key Levers of Change have emerged for us:<br />\nThe first, think local, solve global. Every global phenomena has a local manifestation. Every local solution to a global problem sparks a cycle of change. Local actions have the power to shape policies and create systemic change. We work with communities to spread this awareness of Think Local, Solve Global.<br />\nSecondly, activate the youth. The youth, for us, embody enthusiasm, vitality, hope and the possibilities of tomorrow. We enable a brigade of young change-leaders called ‘Solve Ninjas’. The youth’s desire to grow, supported by our team, has not just an immediate impact in their communities but also in the development of a long-term mindset of problem solving in them.<br />\nFinally, focus on the process and not the solution. One solution can be effective in some use cases and not in others. Coming up with local solutions should be a participatory process, involving multiple and diverse stakeholders. Once the agency of the community is activated and they have the tools to look at diverse solutions, they usually decide what works best for their circumstances. So, we don’t prescribe solutions, we only enable the way for communities to find solutions.</p>\n<h2>Empowering the youth to see, sense and solve</h2>\n<p>The core that we are trying to solve is how to build the ‘civic muscle’ in young people – a mixture of agency, ownership and the skill to solve problems supported by community. Civic muscle helps Solve Ninjas in tackling a range of issues as they crop up. We enable Civic muscle with –<br />\nDISS A framework called Discover Investigate Solve Share (DISS) functions as a hands-on problem solving framework, rooted in skills the youth may already have and some they may need to learn. When the youth discover a problem, investigate its root causes and solve it themselves, they build agency, gain ownership and take accountability. To highlight problems for the youth, we use a range of techniques to enable ‘discovery’ of the issue and translate it into actionable inspiration with inward-facing questions such as “How did you feel when you saw x issue?”. This enables the youth to recognise and verbalise their feelings towards the problem, driving them to solving.<br />\nTechnology We leverage technology to distribute leadership in a way that it’s easy for everyone to participate. So, we leverage channels and tools our youth are on such as WhatsApp, maps and chatbots. When we build new tools, we build them on top of popular channels. So, that most Ninja’s can access and add to a pool of crowdsourced information, request help, offer mentorship, connect and solve. We ensure that technology has to be simple to use at the front for the Ninja’s, all the complexities can  be moved to the backend.<br />\nFail fast, learn faster Local problems need local solutions, sometimes new, sometimes adapted and sometimes adopted. But finding the right solution is a series of hits and trials. Developing the attitude of “Fail fast, learn faster” within our team and most importantly in our army of Solve Ninja’s has ensured rapid evolution of solutions.</p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-medium wp-image-22837 aligncenter\" src=\"http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/Rectangle-68-300x150.png\" alt=\"\" width=\"300\" height=\"150\" srcset=\"http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/Rectangle-68-300x150.png 300w, http://localhost/societalplatform/wordpress/wp-content/uploads/2022/12/Rectangle-68.png 703w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></p>\n<h2>Denting big</h2>\n<p>#SolveSmallDentBig – This is the simple mantra that thousands of our Solve Ninjas embody on a day-to-day basis. Solve Ninjas have worked on civic issues in their locality ranging from fixing foul-smelling blackspots, reporting infrastructural issues to their locally elected representatives, campaigning for lake rejuvenation and green cover protection, designing and implementing innovative solutions, creating air quality monitors to even starting their own social enterprises! For example, to date, Solve Ninjas have collectively saved 53M litres of water and diverted 635,040 kg of waste from landfills, while empowering communities across India.</p>\n<p>The small changes that the Solve Ninjas make in their communities, collectively adds up to a large impact. But, it also creates systemic change. We have witnessed those in power becoming more willing to engage these youth as partners, as they can see the change the empowered ninjas can bring.</p>\n<p>Elected representatives have begun seeking information and engaging more with citizens, policies have started looking at maintenance and sustenance, going beyond just implementation or problem-solving.<br />\nMoreover, once Ninjas solve a few issues, their agency gets restored and they start aspiring for more. They start seeing more problems and looking for bolder solutions. For example, Solve Ninja Shriya Shankar now runs Project Sitara, an organisation that provides education to young girls from underserved communities, Vibha Nadig’s Outlawed demystifies the legal system, Taanika Shankar founded Yugma, a collective of college unions from around the country committed to fighting ill-conceived legislation that affects the environment.<br />\nAs more and more young people join the Solve Ninja movement, networks of solvers are activated. These networks focus on certain issues but also work jointly to amplifying each other’s efforts, leading to an exponential #SolveSmallDentBig.</p>\n<h2>It’s an iterative process</h2>\n<p>Our journey hasn’t been linear, it was full to false starts, u-turns and pivots. Some lessons we learnt along the way that are close to our heart are –</p>\n<ol>\n<li><strong>Treat all problem solvers equal<br />\n</strong> We have a strong value system centred around equality across all socio-political, cultural and economic backgrounds. This ensures that there is greater and enthusiastic participation by everyone and it builds empathy in Ninja’s for people who are different from them.</li>\n<li><strong>Not building technology to perfection<br />\n</strong>Instead of building the perfect technology solution, it’s better to seek rapid evolution of technology. We leverage the feedback and data generated by the platform to drive improvements and innovation. More importantly, we build upon when possible and build fresh only if the need to build is proven.</li>\n<li><strong>Collaboration is the future<br />\n</strong>We assumed that children know how to work together. While they are superbly capable of solving with their own method and teams, solving big requires us to help build the muscle of collaboration  in them.</li>\n</ol>\n<p>Reap Benefit is empowering young people to exercise agency and use their voice to solve problems in their community and, in turn, build invaluable leadership skills for a brighter future. With the Reap Benefit philosophy, the team has worked with 50,000+ Solve Ninjas across India and we hope to build a nation led by young leaders who eagerly solve problems at the grassroots level.</p>\n",
            "protected": false
        },
        "excerpt": {
            "rendered": "<p>Kuldeep Dantewadia is sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae. &nbsp; The power of solving small &amp; denting big. Choking air pollution, foaming lakes, open garbage dumps, uncovered drains, potholed and bumpy roads – when we [&hellip;]</p>\n",
            "protected": false
        },
        "author": 1,
        "featured_media": 22831,
        "comment_status": "open",
        "ping_status": "open",
        "sticky": false,
        "template": "",
        "format": "standard",
        "meta": [],
        "categories": [
            1
        ],
        "tags": [],
        "_links": {
            "self": [
                {
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/posts/22829"
                }
            ],
            "collection": [
                {
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/posts"
                }
            ],
            "about": [
                {
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/types/post"
                }
            ],
            "author": [
                {
                    "embeddable": true,
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/users/1"
                }
            ],
            "replies": [
                {
                    "embeddable": true,
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/comments?post=22829"
                }
            ],
            "version-history": [
                {
                    "count": 5,
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/posts/22829/revisions"
                }
            ],
            "predecessor-version": [
                {
                    "id": 22841,
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/posts/22829/revisions/22841"
                }
            ],
            "wp:featuredmedia": [
                {
                    "embeddable": true,
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/media/22831"
                }
            ],
            "wp:attachment": [
                {
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/media?parent=22829"
                }
            ],
            "wp:term": [
                {
                    "taxonomy": "category",
                    "embeddable": true,
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/categories?post=22829"
                },
                {
                    "taxonomy": "post_tag",
                    "embeddable": true,
                    "href": "http://localhost/societalplatform/wordpress/wp-json/wp/v2/tags?post=22829"
                }
            ],
            "curies": [
                {
                    "name": "wp",
                    "href": "https://api.w.org/{rel}",
                    "templated": true
                }
            ]
        }
    }
]